import { Info } from '../../Popup/Popup.styles';

export const Screen10Info: React.FC = () => {
    return (
        <Info>
            <h2>Источники и сокращения</h2>
            <ol className="list" type="1">
                <li>
                    Хубутия М.Ш., Восканян С.Э., Сюткин В.Е., Чуланов В.П.,
                    Новрузбеков М.С., Пасечников В.Д. и др. Трансплантология.
                    2020;12(3):231–244.
                </li>
                <li>
                    https://doi.org/10.23873/2074-0506-2020-12-3-231-244 2.
                    Инструкция по медицинскому применению препарата Вемлиди®
                    ЛП-005643
                </li>
            </ol>
        </Info>
    );
};
